Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=197_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámiid álbmotbeaivi 6.2.
smn: Säämi aalmugpeivi 6.2.

source: Njealje riikkas ássi sápmelaččat ávvudit oktasaš álbmotbeaivvi guovvamánu 6. beaivve.
smn: Neelji väldikoddeest ässee sämmiliih viettih ohtsii aalmugpeeivi kuovâmáánu 6. peeivi.

source: Dalle sámit ávvudit miehtá Sámeeatnama.
smn: Talle juhletilálâšvuođah uárnejuvvojeh jyehi kuávluin Sämieennâm.

source: Beaivi lea okta sámiid leavgabeivviin, muhto maiddái Suoma, Ruoŧa ja Norgga eiseválddit ávžžuhit atnit leavgga almmolaččat.
smn: Tot lii ohtâ sämmilij liputtempeeivijn, mut lasseen nuuvt Suomâ, Ruotâ ko Taažâ-uv virgeomâhááh avžuutteh almolâš liputtem.

source: Sámiid álbmotbeaivi lea vel nuorra ávvudanbeaivi, suopmelaš almmenáhkkái dat merkejuvvui jagis 2004.
smn: Säämi aalmugpeivi lii vala nuorâ juhlepeivi, syemmilâš almenááhkán tot merkkejui ive 2004.

source: Álbmotbeaivvi birra mearriduvvui goit juo jagis 1992 Helssegis ordnejuvvon 15. sámekonfereanssas ja dan ruohttasat leat badjel čuođi jagi duohken, jagis 1917.
smn: Aalmugpeeivist meridui kuittâg jo ive 1992 Helsigist uárnejum 15. sämikonfereensâst já ton madduuh oleh paijeel čyeti ive tuáhá, ihán 1917.

source: Dalle Norgga Troandimis ordnejuvvui vuosttas davviriikkalaš sámečoahkkin, man ulbmilin lei guorahallat sámiid eallinvejolašvuođaid ja váldit beali sámiide guoski gažaldagaide.
smn: Talle Taažâ Truándimist tollui vuossâmuš tave-eennâmlâš sämičuákkim, mon uáivilin lâi suogârdâllâđ sämmilij eellimmáhđulâšvuođâid já väldiđ pele sämmilijd kyeskee koččâmâššáid.

source: Gieđahallon fáttáin dehálepmosat ledje lihkadeapmái, eanageavaheapmái, boazodollui ja skuvlavázzimii guoski gažaldagat.
smn: Kieđâvuššâm aartâin tehálumoseh lijjii liihâdmân, enâmij kevttimân, puásuituálun já škovlâjotemân lohtâseijee koččâmâšah.

source: Vuosttas čoahkkima čuođenáre oasseváldi bohte Ruoŧas ja Norggas, iige historjjálaš čoahkkin vel oaivvildan jeavddalaš ja riikkarájáid rasttildeaddji sámeoktasašbarggu álggu.
smn: Vuossâmuu čuákkimân uásálistii čyeđeverd ulmuuh já sij pottii Ruotâst já Taažâst, ige historjállâš čuákkim vala uáivildâm merikoskâsijd já väldikode raajijd rastaldittee sämmilâš ovtâspargo älgim.

source: Dattetge dan mearkkašupmi lei stuoris: vuođđu boahttevaš bargui lei huksejuvvon, ja sámiid oktasaš deaivvadeapmi fuomášuvvui.
smn: Liijká ton merhâšume lâi styeres: Vuáđu puáttee paargon lâi laaččum, já sämmilij ohtsâš čokkânem huámášui.

source: Máŋgasat leatge dan mielas ahte sámiid politihkalaš diđolašvuohta badjánišgođii aiddo dalle.
smn: Kiäččoo, et sämmilij poolitlâš tiäđulâšvuotâ koccái eidu talle.

source: ” Eat leat goasge ádden doaibmat ovttas oktan álbmogin.
smn: ” Ep lah kuássin iberdâm toimâđ oovtâst ohtân aalmugin.

source: Otne geahččalat vuosttas geardde čatnat - - - sámiid oktii ”, dajai sámeoktasašbarggu eadnin gohčoduvvon nissonsearvvi aktiiva Elsa Laula Renberg Troandima čoahkkima rahpansáhkavuorustis.
smn: Onne viggâp vuossâmuu keerdi čoonnâđ - - - sämmilijd kuáimásis ”, páhudij sämmilâš ovtâspargo ennin kočodum nissoonornijdume aktiiv Elsa Laula Renberg Truándim čuákkim lehâstemsavâstis.

source: Dán áigge sámit ávvudit oktasaš álbmotbeaivviset oktanaga.
smn: Tááláá ääigi sämmiliih ávudeh ohtsii aalmugpeeivi siämmáá ääigi.

source: Ávvudemiin sii hállet máŋgga sierra sámegiela ja gárvodit báikkálaš gávttiide, muhto ávvudanbeaivi, leavga ja álbmotlávlla leat juohke sajis seammát.
smn: Juhletilálâšvuođâin ulmuuh sárnuh jieškote-uv kielâiguin já čiŋâdeteh páiháláid máccuháid, mut juhlepeivi, lippu já aalmuglâšlaavlâ láá jyehi saajeest siämmááh.

source: Elsa Laula Renberg – sámeoktasašbarggu eadni
smn: Elsa Laula Renberg – sämmilâš ovtâspargo enni

source: Jagi 1917 historjjálaš čoahkkima bovdii čoahkkái nissonsearvi ŠBrurskanken samisk kvindeforeningŠ, man njunnožis doaimmai aktiivvalaš nisu Elsa Laula (1877-1931).
smn: Ive 1917 historjállii čuákkim čuákánkoččon lâi nissoonjornijdume ŠBrurskanken samisk kvindeforeningŠ, mon njunosist tooimâi aktiivlâš vaikuttutteijeenissoon Elsa Laula (1877-1931).

source: Elsa Laula lei álgoálggus Ruoŧa sápmelaš, guhte náitalettiin Tomas Renbergiin Norgii, dovdojuvvui sohkanamain Laula Renberg.
smn: Elsa Laula lâi algâaalgâst Ruotâ sämmilâš, já ko te naajâi Tomas Renbergijn Taažân, tubdui suhânoomáin Laula Renberg.

source: Su sánit čoahkkima rahpansáhkavuorus buktet bures ovdan jagi 1917 čoahkkima ulbmila: ” Eat leat goasge ádden doaibmat ovttas oktan álbmogin.
smn: Suu säänih čuákkim lehâstemsahâvuárust loptejii pyereest uáinusân ive 1917 čuákkim uáivil: ” Ep lah kuássin iberdâm toimâđ oovtâst ohtân aalmugin.

source: Otne geahččalat vuosttas geardde čatnat - - - sámiid oktii ”.
smn: Onne viggâp vuossâmuu keerdi čoonnâđ - - - sämmilijd kuáimásis ”.

source: Čoahkkin oaččui áigái dan ahte Ruoŧa Östersunddas ordnejuvvui juo maŋit jagi (1918) riikkaviidosaš sámečoahkkin, man guovddáš áššin ledje skuvlagažaldagat.
smn: Čuákkim ohtân čuávumuššân uárnejui Ruotâ Östersundist jo puáttee ive (1918) väldikodálâš sämičuákkim, mon kuávdášlâš äššin luptânii škovlâkoččâmâšah.

source: Norggas seammasullasaš riikkaviidosaš sámečoahkkin ordnejuvvui Deanu gielddas jagis 1919.
smn: Taažâst siämmáá västideijee väldikodálâš sämičuákkim uárnejui Tiänu kieldâst ive 1919.

source: Elsa Laula lei juo ovdal váikkuhan aktiivvalaččat sámi searvedoaimma álgimii.
smn: Elsa Laula lâi jo ovdeláá vaikuttâm aktiivlávt sämmilâš servitooimâ älgimân.

source: Son lei jagis 1904 Ruoŧas vuođđuduvvon vuosttas sámesearvvi, Wilhelmina-Åsele sámesearvvi, ságajođiheaddji.
smn: Sun lâi ive 1904 Ruotâst vuáđudum vuossâmuu sämiseervi, Wilhelmina-Åsele sämiseervi, saavâjođetteijee.

source: Searvi doaimmai aktiivvalaččat ee. boazosápmelaččaid ja eanadoalliid soahpameahttunvuođaid ordnemis ja váikkuhii sámiid skuvladiliid ordnen komitea ásaheapmái.
smn: Servi tooimâi aktiivlávt eres lasseen puásuisämmilij já eennâmviljâleijei ruossâlâsvuođâi čuávdimist já vaikuttij sämmilij škovlâtile ornim komitea aasâtmân.

source: Komitea barggu boađusin Ruŧŧii vuođđuduvvojedje sierra nomadaskuvllat (nomadskola), maid oahpahusas sámeservviid gáibádusat eai goit váldon jur ollege vuhtii.
smn: Komitea pargo puátusin vuáđuduvvojii Ruotân sierânâs noomaadškoovlah (nomadskola), moi máttááttâsâst iä kuittâg sämiseervij vátámâšah ennuskin valdum vuotân.

source: Elsa Laula Renberg váikkuhii aktiivvalaččat sámeservviid vuođđudeapmái maid Norggas, gos vuođđuduvvojedje vihtta sámesearvvi jagiin 1906-08, datge Ruoŧa láhkai lullisámi guovlluin.
smn: Elsa Laula Renberg vaikuttij aktiivlávt sämiseervi šoddâmân meid Taažâst, kost vuáđuduvvojii vittâ sämiseervi iivijn 1906-08, toh-uv Ruotâ vyevi náálá maadâsämikuávluin.

source: Finnmárkku guovllus sámeservviid vuođđudedje viššalit 1910–logus.
smn: Finnmark kuávlust sämiseervih vuáduduvvojii ennuv 1910–lovvoost.

source: Searvedoaimma lassin Norgga ja Ruoŧa sámit geahččaledje 1900–logu álggus ovddidit áššiideaset maid aviissaid bokte.
smn: Servitooimâ lasseen viggii Taažâ já Ruotâ sämmiliih 1900–lovo aalgâst vyeijiđ ašijdis meiddei aavisijguin.

source: Jagis 1904 Finnmárkkus vuođđuduvvon aviisa Sagai Muittaleagje (Ođđasiid muitaleaddji) báhcá historjái vuosttas sápmelaš riikkabeaialbmá Isak Saba (Sápp-Issát) oažžumis Norgga Stuorradiggái guovtti badjái (1906-1912).
smn: Ive 1904 Finnmarkist vuáđudum aavis Sagai Muittaleagje (Saavâi muštâleijee) paasij historján vuossâmuu sämmilâš riijkâpeivialmaa Isak Saba (Sápp-Issát) finniimist Taažâ Stuorrâtiigán kyevti čuákkimpajan (1906-1912).

source: Suoma sámiid searvedoaibma álggii nuppi máilmmisoađi maŋŋá, jagis 1945, go Samii Litto vuođđuduvvui eváhkkomátkkis Alavieskas.
smn: Suomâ sämmilij servitoimâ aalgij nube maailmsuáđi maŋa, ive 1945, kun Samii Litto – Saamelaisten yhdistys vuáđudui evakkomääđhi ääigi Alavieskast.

source: Dan ovdal ledje suopmelaš Sámi ustibat vuođđudan Sámi Čuvgehussearvvi jagis 1932 Helssegis.
smn: Tađe ovdil lijjii syemmiliih Lapin ystävät vuáđudâm Lapin Sivistysseura (Säämi Čuovviittâsservi) ive 1932 Helsigist.

source: Searvi olggosaddigođii jagis 1934 sámegielat Sabmelaš – bláđi ja váikkuhii ovttas Samii Litto – servviin vuosttas sámeáššiid komitea ásaheapmái Suomas jagis 1949.
smn: Servi almostitškuođij ive 1934 sämikielâlâš Sabmelaš – loostâ já vaikuttij oovtâst Samii Littoin vuossâmuu sämiašij komitea aasâtmân Suomâst ive 1949.

source: Samii Litto ánsun sáhttá lohkat maid Sámiid kristtalaš nuoraidskuvlla vuođđudeami Anárii jagis 1952 (-1993) ja Sámi musea rahpama olbmuide Anáris jagis 1962.
smn: Samii Litto ááigánfinniimáid puáhtá vala rekinistiđ Säämi kristâlâš nuorâiškoovlâ vuáđudem Anarân ive 1952 (-1993) já Sämimuseo lekkâm jotteid Anarist ive 1962.

source: Sámi musea doaibmá ainge ja dat lea okta Suoma bivnnuhamos museain, gč. www.siida.fi.
smn: Sämimuseo tuáimá ain-uv já tot lii ohtâ Suomâ pivnohumosijn museoin, kj. www.siida.fi.

source: Gáldut:
smn: Käldeeh:

source: Aage Solbakk 1997: Sámi historjá II.
smn: Kustannus-Puntsi 1997: www.puntsi.fi
